Repository: DimensionDev/Flare
Catalog: appleApp/Shared/FlareAppleResource/Resources/Localizable.xcstrings
Source language: en
Languages: af, ar, bg, ca, cs, da, de, el, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt, pt_br, ro, ru, sr, sv, tr, uk, vi, zh_hans, zh_hant

# unblock_user_title
source: Unblock user
af: Ontblokkeer gebruiker
ar: إلغاء حظر المستخدم
bg: Деблокиране на потребител
ca: Desbloca l\'usuari
cs: Odblokovat uživatele
da: Fjern blokering af bruger
de: Benutzer entsperren
el: Κατάργηση αποκλεισμού χρήστη
fi: Poista esto
fr: Débloquer l\'utilisateur
he: בטל חסימת משתמש
hu: Tiltás feloldása
it: Sblocca utente
ja: ユーザーのブロックを解除
ko: 사용자 차단 해제
nb: Opphev blokkering
nl: Gebruiker deblokkeren
pl: Odblokuj użytkownika
pt: Desbloquear utilizador
pt_br: Desbloquear usuário
ro: Deblochează utilizatorul
ru: Разблокировать пользователя
sr: Одблокирај корисника
sv: Avblockera användare
tr: Kullanıcının engelini kaldır
uk: Розблокувати користувача
vi: Bỏ chặn người dùng
zh_hans: 取消屏蔽
zh_hant: 取消封鎖使用者

source: Unlike
af: Hou nie van nie
ar: خلافا
bg: Нехаресване
ca: Ja no m'agrada
cs: Nelíbí se mi
da: Fjern synes godt om
de: Gefällt mir entfernen
el: Κατάργηση μου αρέσει
fi: Poista tykkäys
fr: Ne plus aimer
he: בטל לייק
hu: Kedvelés visszavonása
it: Rimuovi like
ja: 「いいね」解除
ko: 좋아요 취소
nb: Ulikt
nl: Niet meer leuk vinden
pl: Cofnij polubienie
pt: Remover gosto
pt_br: Remover curtida
ro: Anulați aprecierea
ru: Отменить лайк
sr: Повуци свиђање
sv: Sluta gilla
tr: Beğenmekten vazgeç
uk: Скасувати лайк
vi: Bỏ thích
zh_hans: 取消点赞
zh_hant: 取消點讚

source: Unmute
af: Ontdemp
ar: إلغاء الكتم
bg: Включване на звука
ca: Activa el so
cs: Zrušit ztlumení
da: Lyd Fra
de: Entstumm
el: Κατάργηση Σίγασης
fi: Poista Mykistys
fr: Rétablir le son
he: בטל השתקה
hu: Némítás feloldása
it: Riattiva
ja: ミュート解除
ko: 음소거 해제
nb: Udemp
nl: Deblokkeer
pl: Wyłącz wyciszenie
pt: Ativar som
pt_br: Desativar mudo
ro: Activează sunetul
ru: Включить звук
sr: Онеми мутовање
sv: Slå på ljudet
tr: Sesi aç
uk: Увімк. звук
vi: Bỏ tắt tiếng
zh_hans: 取消静音
zh_hant: 取消靜音

# unmute_user_description
source: Are you sure you want to unmute this user?
af: Is jy seker jy wil hierdie gebruiker ontdemp?
ar: هل أنت متأكد أنك تريد إلغاء كتم هذا المستخدم؟
bg: Сигурни ли сте, че искате да включите звука (unmute) за този потребител?
ca: Segur que vols deixar de silenciar aquest usuari?
cs: Opravdu chcete tohoto uživatele znovu zobrazit (zrušit ztlumení)?
da: Er du sikker på, at du vil slå lyden til for denne bruger?
de: Möchtest du die Stummschaltung dieses Benutzers wirklich aufheben?
el: Είστε βέβαιοι ότι θέλετε να καταργήσετε τη σίγαση αυτού του χρήστη;
fi: Haluatko varmasti poistaa mykistyksen tältä käyttäjältä?
fr: Voulez-vous vraiment ne plus masquer cet utilisateur ?
he: האם אתה בטוח שברצונך לבטל את ההשתקה של משתמש זה?
hu: Biztosan fel akarod oldani a felhasználó némítását?
it: Sei sicuro di voler riattivare questo utente?
ja: 本当にこのユーザーのミュートを解除しますか？
ko: 정말로 이 사용자의 뮤트를 해제하시겠습니까?
nb: Er du sikker på at du vil oppheve dempingen av denne brukeren?
nl: Weet je zeker dat je het dempen van deze gebruiker wilt opheffen?
pl: Czy na pewno chcesz wyłączyć wyciszenie tego użytkownika?
pt: Tem a certeza de que deseja reativar o som deste utilizador?
pt_br: Tem certeza que deseja reativar o som deste usuário?
ro: Sigur vrei să reactivezi sunetul acestui utilizator?
ru: Вы уверены, что хотите перестать скрывать этого пользователя?
sr: Да ли сте сигурни да желите да поништите утишавање овог корисника?
sv: Är du säker på att du vill sluta tysta denna användare?
tr: Bu kullanıcının sessizliğini kaldırmak istediğinizden emin misiniz?
uk: Ви впевнені, що хочете скасувати приглушення для цього користувача?
vi: Bạn có chắc chắn muốn bỏ ẩn người dùng này không?
zh_hans: 确定要取消静音此用户吗？
zh_hant: 確定要取消靜音此使用者嗎？

# unmute_user_title
source: Unmute user
af: Ontdemp gebruiker
ar: إلغاء كتم المستخدم
bg: Включване на звука за потребителя
ca: Deixa de silenciar l\'usuari
cs: Zobrazit uživatele
da: Slå lyd til for bruger
de: Stummschaltung aufheben
el: Κατάργηση σίγασης χρήστη
fi: Poista mykistys
fr: Ne plus masquer
he: בטל השתקת משתמש
hu: Némítás feloldása
it: Riattiva utente
ja: ユーザーのミュートを解除
ko: 사용자 뮤트 해제
nb: Opphev demping
nl: Gebruiker dempen opheffen
pl: Wyłącz wyciszenie
pt: Reativar som do utilizador
pt_br: Reativar som do usuário
ro: Reactivează sunetul utilizatorului
ru: Показать пользователя
sr: Поништи утишавање корисника
sv: Sluta tysta användare
tr: Kullanıcının sessizliğini kaldır
uk: Скасувати приглушення
vi: Bỏ ẩn người dùng
zh_hans: 取消静音
zh_hant: 取消靜音使用者

source: Use api.deepl.com instead of the free endpoint
af: Gebruik api.deepl.com in plaas van die gratis eindpunt
ar: استخدم api.deepl.com بدلاً من نقطة النهاية المجانية
bg: Използвайте api.deepl.com вместо безплатната крайна точка
ca: Utilitzeu api.deepl.com en lloc del punt final gratuït
cs: Použijte api.deepl.com místo bezplatného koncového bodu
da: Brug api.deepl.com i stedet for det gratis slutpunkt
de: Verwenden Sie api.deepl.com anstelle des kostenlosen Endpunkts
el: Χρησιμοποιήστε το api.deepl.com αντί για το δωρεάν σημείο κατάληξης
fi: Käytä osoitetta api.deepl.com ilmaisen päätepisteen sijaan
fr: Utiliser api.deepl.com au lieu du point de terminaison gratuit
he: השתמש ב-api.deepl.com במקום בנקודת הקצה החינמית
hu: Használja az api.deepl.com címet az ingyenes végpont helyett
it: Usa api.deepl.com invece dell'endpoint gratuito
ja: 無料のエンドポイントの代わりにapi.deepl.comを使用する
ko: 무료 엔드포인트 대신 api.deepl.com 사용
nb: Bruk api.deepl.com i stedet for det frie endepunktet
nl: Gebruik api.deepl.com in plaats van het gratis eindpunt
pl: Użyj api.deepl.com zamiast bezpłatnego punktu końcowego
pt: Utilizar api.deepl.com em vez do ponto final gratuito
pt_br: Use api.deepl.com em vez do endpoint gratuito
ro: Utilizați api.deepl.com în locul punctului final gratuit
ru: Используйте api.deepl.com вместо бесплатной конечной точки
sr: Користите api.deepl.com уместо бесплатног крајњег пункта
sv: Använd api.deepl.com istället för den kostnadsfria slutpunkten
tr: Ücretsiz uç nokta yerine api.deepl.com kullanın
uk: Використовуйте api.deepl.com замість безкоштовної кінцевої точки
vi: Sử dụng api.deepl.com thay vì điểm cuối miễn phí
zh_hans: 使用 api.deepl.com 代替免费接口
zh_hant: 使用 api.deepl.com 代替免費接口

# user_list_title_fans
source: Follower
af: Volger
ar: متابع
bg: Последователи
ca: Seguidor
cs: Sledující
da: Følger
el: Ακόλουθος
fi: Seuraaja
fr: Abonné
he: עוקב
hu: Követő
ja: フォロワー
ko: 팔로워
nb: Følger
nl: Volger
pl: Obserwujący
pt: Seguidor
pt_br: Seguidor
ro: Urmăritor
ru: Подписчик
sr: Пратилац
sv: Följare
tr: Takipçi
uk: Підписник
vi: Người theo dõi
zh_hans: 粉丝
zh_hant: 粉絲

# verify_button
source: Verify
af: Verifieer
ar: تحقق
bg: Потвърди
ca: Verifica
cs: Ověřit
da: Bekræft
de: Bestätigen
el: Επαλήθευση
fi: Vahvista
fr: Vérifier
he: אימות
hu: Ellenőrzés
it: Verifica
ja: 確認
ko: 확인
nb: Verifiser
nl: Verifiëren
pl: Zweryfikuj
pt: Verificar
pt_br: Verificar
ro: Verifică
ru: Проверить
sr: Потврди
sv: Verifiera
tr: Doğrula
uk: Підтвердити
vi: Xác minh
zh_hans: 验证
zh_hant: 驗證

source: View and manage saved drafts
af: Bekyk en bestuur gestoorde konsepte
ar: عرض وإدارة المسودات المحفوظة
bg: Преглед и управление на запазени чернови
ca: Visualitza i gestiona els esborranys desats
cs: Zobrazit a spravovat uložené koncepty
da: Vis og administrer gemte kladder
de: Gespeicherte Entwürfe anzeigen und verwalten
el: Προβολή και διαχείριση αποθηκευμένων προσχεδίων
fi: Tarkastele ja hallitse tallennettuja luonnoksia
fr: Afficher et gérer les brouillons enregistrés
he: צפה ונהל טיוטות שמורות
hu: Mentett piszkozatok megtekintése és kezelése
it: Visualizza e gestisci le bozze salvate
ja: 保存された下書きを表示して管理
ko: 저장된 초안 보기 및 관리
nb: Vis og administrer lagrede utkast
nl: Opgeslagen concepten bekijken en beheren
pl: Przeglądaj i zarządzaj zapisanymi wersjami roboczymi
pt: Ver e gerir rascunhos guardados
pt_br: Ver e gerenciar rascunhos salvos
ro: Vizualizați și gestionați schițele salvate
ru: Просмотр и управление сохраненными черновиками
sr: Прегледајте и управљајте сачуваним нацртима
sv: Visa och hantera sparade utkast
tr: Kaydedilen taslakları görüntüle ve yönet
uk: Перегляд та керування збереженими чернетками
vi: Xem và quản lý các bản nháp đã lưu
zh_hans: 查看和管理保存的草稿
zh_hant: 查看和管理儲存的草稿

source: View more
af: Wys meer
ar: عرض المزيد
bg: Вижте още
ca: Mostra\'n més
cs: Zobrazit více
da: Vis mere
de: Mehr anzeigen
el: Προβολή περισσότερων
fi: Näytä lisää
fr: Voir plus
he: הצג עוד
hu: Továbbiak megtekintése
it: Vedi altro
ja: もっと見る
ko: 더 보기
nb: Vis mer
nl: Meer weergeven
pl: Zobacz więcej
pt: Ver mais
pt_br: Ver mais
ro: Vezi mai mult
ru: Показать ещё
sr: Прикажи више
sv: Visa mer
tr: Daha fazla göster
uk: Показати більше
vi: Xem thêm
zh_hans: 查看更多
zh_hant: 查看更多

# vvo_notification_like
source: Liked your post
af: Het jou status graag
ar: أعجبك حالتك
bg: Хареса статуса ви
ca: T'agrada el teu estat
cs: Líbí se vám váš status
da: Syntes godt om dit indlæg
de: Hat deinen Beitrag geliked
el: Του άρεσε η ανάρτησή σας
fi: Tykkäsi viestistäsi
fr: A aimé votre post
he: אהב את הפוסט שלך
hu: Kedvelte a bejegyzésedet
it: Ha messo mi piace al tuo post
ja: あなたの投稿に「いいね」しました
ko: 회원님의 게시물을 좋아합니다
nb: Likte ditt innlegg
nl: Vond je post leuk
pl: Polubił Twój wpis
pt: Gostou da sua publicação
pt_br: Curtiu sua postagem
ro: Ți-a apreciat postarea
ru: Понравился ваш пост
sr: Свиђа му се ваша објава
sv: Gillade ditt inlägg
tr: Gönderinizi beğendi
uk: Сподобався ваш пост
vi: Đã thích bài đăng của bạn
zh_hans: 赞了你的帖子
zh_hant: 讚了您的貼文

# vvo_status_reposts
source: Reposts
af: Herplasings
ar: إعادات النشر
bg: Репостове
ca: Republicacions
cs: Přesdílení
da: Genindlæg
de: Geteilte Beiträge
el: Αναδημοσιεύσεις
fi: Uudelleenjulkaisut
fr: Republications
he: פרסומים מחדש
hu: Újraküldések
it: Repost
ja: リポスト
ko: 리포스트
nb: Tilbakestilling
nl: Herposten
pl: Udostepnienia
pt: Repostagens
pt_br: Repostagens
ro: Repostări
ru: Репосты
sr: Поновне објаве
sv: Ominlägg
tr: Yeniden paylaşımlar
uk: Репости
vi: Đăng lại
zh_hans: 转发
zh_hant: 轉發

# vvo_status_title
source: Post
af: Status
ar: الحالة
bg: Състояние
ca: Estat
cs: Stav
da: Indlæg
de: Beitrag
el: Ανάρτηση
fi: Viesti
fr: Statut
he: פוסט
hu: Bejegyzés
it: Stato
ja: 投稿
ko: 게시물
nb: Innlegg
nl: status
pl: Wpis
pt: Publicação
pt_br: Postagem
ro: Postare
ru: Пост
sr: Објава
sv: Inlägg
tr: Gönderi
uk: Пост
vi: Bài đăng
zh_hans: 帖子
zh_hant: 貼文

# xqt_notification_mention
source: mentions you
af: noem jou
ar: يذكر لك
bg: ви спомена
ca: et menciona
cs: vás zmiňuje
da: nævner dig
de: erwähnt dich
el: σας αναφέρει
fi: mainitsee sinut
fr: vous mentionne
he: הזכיר אותך
hu: megemlített téged
it: ti ha menzionato
ja: あなたをメンションしました
ko: 회원님을 언급했습니다
nb: nevner deg
nl: noemde je
pl: wspomina o Tobie
pt: mencionou-o
pt_br: mencionou você
ro: v-a menționat
ru: упомянул вас
sr: вас помиње
sv: nämnde dig
tr: sizden bahsetti
uk: згадав вас
vi: đã nhắc đến bạn
zh_hans: 提到了你
zh_hant: 提到了您

# xqt_notification_retweet
source: retweeted
af: Retweet
ar: إعادة تغريد
bg: Ретуит
ca: Retuit
cs: Retweet
da: Retweet
de: Retweet
el: Retweet
fi: Retweet
fr: Retweet
he: ציוץ מחדש
hu: Retweet
it: Retweet
ja: リツイート
ko: 리트윗
nb: retweetet
nl: Retweet
pl: Retweet
pt: Retweet
pt_br: Retweet
ro: Retweet
ru: Ретвит
sr: Ретвит
sv: Retweet
tr: Retweet
uk: Ретвіт
vi: Retweet
zh_hans: 转发
zh_hant: 轉發

# appearance_media_group_title
source: Media
ar: الوسائط
bg: Медия
ca: Mitjans
cs: Média
da: Medier
de: Medien
el: Μέσα
fr: Médias
he: מדיה
hu: Média
it: Contenuti multimediali
ja: メディア
ko: 미디어
nb: Medier
nl: Medium
pl: Multimedia
pt: Mídia
pt_br: Mídia
ru: Медиа
sr: Медији
tr: Medya
uk: Медіа
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體

source: DeepL
ar: عمق
cs: Hluboké
fi: Syvä
fr: Profondeur L
nb: Dypt
ru: Глубокий
uk: Глибокий

source: Google Cloud Translate
ar: ترجمة غوغل السحابية
cs: Překlad Google Cloud
da: Google Cloud Oversæt
de: Google Cloud übersetzen
el: Μετάφραση Google Cloud
fi: Google Cloud Käännä
fr: Traduire Google Cloud
hu: Google Cloud Fordító
it: Google Cloud Traduci
ko: Google Cloud 번역
nb: Google Cloud Oversett
nl: Google Cloud vertaling
pl: Tłumaczenie Google Cloud
pt: Google Cloud Tradutor
pt_br: Google Cloud Tradutor
ro: Traducere Google Cloud
ru: Перевод через Google Cloud
sr: Google Cloud prevod
sv: Google Cloud Översätt
tr: Google Cloud Çeviri
uk: Перекладач Google Cloud
zh_hans: 谷歌云翻译
zh_hant: Google Cloud 翻譯

source: Google Translate (Web)
ar: ترجمة جوجل (ويب)
cs: Překlad Google (Web)
da: Google Oversæt (Web)
el: Μετάφραση Google (Ιστός)
fi: Google Kääntäjä (Web)
fr: Google Traduction (Web)
hu: Google Fordító (Web)
ja: Google 翻訳 (Web)
ko: Google 번역 (Web)
nb: Google Translate (Nett)
pl: Tłumacz Google (Web)
pt: Google Tradutor (Web)
pt_br: Google Tradutor (Web)
ru: Google Переводчик (Web)
sr: Google prevodilac (Web)
sv: Google Översätt (Webb)
tr: Google Çeviri (Web)
uk: Google Перекладач (Web)
vi: Google Dịch (Web)
zh_hans: Google 翻译 (Web)
zh_hant: Google 翻譯 (Web)

source: LibreTranslate
ar: ترجمة ليبرتور
fi: LibreTranslaatti
fr: Traduction de Libre/Libre/
pl: Tłumacz Libre'a
pt: LibreTradutor
pt_br: LibreTradutor
ru: Либретранслировать
sv: LibreÖversätt

# macos_compose_emoji
source: Emoji
ar: رمز تعبيري
bg: Емоджи
he: אימוג׳י
ja: 絵文字
ko: 이모지
ru: Эмодзи
sr: Емоџи
uk: Емодзі
zh_hans: 表情
zh_hant: 表情符號

# manga_title
source: Manga
ar: مانغا
bg: Манга
el: Μάνγκα
he: מנגה
ja: マンガ
ko: 만화
ru: Манга
sr: Манга
uk: Манґа
zh_hans: 漫画
zh_hant: 漫畫

source: Media
ar: الوسائط
bg: Медия
ca: Contingut multimèdia
cs: Média
da: Medier
de: Medien
el: Μέσα
fr: Médias
he: מדיה
hu: Média
it: Contenuti multimediali
ja: メディア
ko: 미디어
nb: Medier
nl: Medium
pl: Multimedia
pt: Multimédia
pt_br: Mídia
ru: Медиа
sr: Медији
tr: Medya
uk: Медіа
vi: Phương tiện
zh_hans: 媒体
zh_hant: 媒體

source: Medium
ar: متوسط
bg: Средно
ca: Mitjà
cs: Střední
da: Mellem
de: Mittel
el: Μεσαίο
fi: Keskitaso
fr: Moyen
he: בינוני
hu: Közepes
it: Medio
ja: 中
ko: 중간
nb: Middels
nl: Gemiddeld
pl: Średni
pt: Médio
pt_br: Médio
ro: Medie
ru: Средний
sr: Средње
sv: Medel
tr: Orta
uk: Середній
vi: Trung bình
zh_hans: 中
zh_hant: 中

# misskey_notification_app
source: App
ar: التطبيق
bg: Приложение
ca: Aplicació
cs: Aplikace
el: Εφαρμογή
fi: Sovellus
fr: Application
he: אפליקציה
hu: Alkalmazás
ja: アプリ
ko: 앱
pl: Aplikacja
pt: Aplicação
pt_br: Aplicativo
ro: Aplicație
ru: Приложение
sr: Aplikacija
tr: Uygulama
uk: Додаток
vi: Ứng dụng
zh_hans: 应用
zh_hant: 應用程式

source: Model
ar: النموذج
bg: Модел
cs: Vzor
de: Modell
el: Μοντέλο
fi: Malli
fr: Modèle
he: דגם
hu: Modell
it: Modello
ja: モデル
ko: 모델
nb: Modell
pl: Wzór
pt: Modelo
pt_br: Modelo
ru: Модель
sr: Модел
sv: Modell
uk: Модель
vi: Mẫu
zh_hans: 模型
zh_hant: 模型

source: OK
ar: حسناً
bg: Добре
ca: D'acord
el: Οκ
he: אישור
hu: Rendben
ko: 확인
pt: Certo
pt_br: Certo
ru: ОК
sr: U redu
tr: Tamam
uk: ОК
zh_hans: 确定
zh_hant: 確定

# ok_button
source: Ok
ar: موافق
ca: D’acord
he: אישור
ko: 확인
tr: Tamam
zh_hans: 确定
zh_hant: 確定

# rss_detail_title
source: RSS Detail
ar: تفاصيل RSS
bg: RSS подробности
ca: Detall RSS
cs: Detail RSS
da: RSS-detaljer
de: RSS-Details
el: Λεπτομέρειες RSS
fi: RSS-tiedot
fr: Détail RSS
he: פרטי RSS
hu: RSS-részletek
it: Dettaglio RSS
ja: RSS詳細
ko: RSS 상세
nb: RSS-detaljer
nl: RSS-details
pl: Szczegóły RSS
pt: Detalhes de RSS
pt_br: Detalhes de RSS
ro: Detalii RSS
ru: Сведения RSS
sr: RSS детаљи
sv: RSS-detaljer
tr: RSS ayrıntısı
uk: Деталі RSS
vi: Chi tiết RSS
zh_hans: RSS 详情
zh_hant: RSS 詳情

# settings_about_discord
source: Discord
ar: ديسكورد
da: Uenighed
nb: Splid
nl: Onenigheid

# settings_about_localization
source: Crowdin
ar: كرودن
fi: Crowdiini
he: קרואדין
uk: Кравдін

# settings_about_telegram
source: Telegram
ar: تيليجرام
bg: Телеграм
fr: Télégramme
he: טלגרם
ko: 텔레그램
ro: Telegramă
ru: Телеграмма
sr: Телеграм
uk: Телеграма

# macos_menu_new_post
source: New Post
ja: 新規投稿
zh_hans: 新建帖子
zh_hant: 新增貼文

# pixiv_private_favourites_title
source: Private Favorites
ja: 非公開のお気に入り
zh_hans: 私密收藏
zh_hant: 私人收藏

# post_action_fixed_width
source: Fixed button width
ja: ボタンの幅を固定
zh_hans: 按钮固定宽度
zh_hant: 按鈕固定寬度

# post_action_fixed_width_description
source: Keep action buttons with counts at a consistent width
ja: カウント付きアクションボタンの幅を揃えます
zh_hans: 让带数字的操作按钮保持统一宽度
zh_hant: 讓帶數字的操作按鈕保持一致寬度

# share_crosspost
source: Cross-post
ja: クロスポスト
zh_hans: 跨平台转发
zh_hant: 跨平台轉發

source: https://legal.mask.io/maskbook
nl: https://legal.mask.io/masbook

source: ALT
sr: АЛТ

# appearance_limit_media_grid_to_nine
source: Limit media grids to 9 items
zh_hans: 媒体网格最多显示 9 项
zh_hant: 媒體網格最多顯示 9 項

# appearance_limit_media_grid_to_nine_description
source: Show at most 9 media items in each timeline post
zh_hans: 每条时间轴动态最多显示 9 项媒体
zh_hant: 每則時間軸貼文最多顯示 9 項媒體

source: Display the original text before its translation.
zh_hans: 在译文前同时显示原文。

source: Prefer platform translations
zh_hans: 优先使用平台译文

# profile_tab_highlights
source: Highlights
zh_hans: 亮点
zh_hant: 亮點

# settings_auto_refresh_disabled
source: Off
zh_hans: 关闭
zh_hant: 關閉

# settings_auto_refresh_fifteen_minutes
source: Every 15 minutes
zh_hans: 每 15 分钟
zh_hant: 每 15 分鐘

# settings_auto_refresh_five_minutes
source: Every 5 minutes
zh_hans: 每 5 分钟
zh_hant: 每 5 分鐘

# settings_auto_refresh_one_hour
source: Every hour
zh_hans: 每小时
zh_hant: 每小時

# settings_auto_refresh_one_minute
source: Every minute
zh_hans: 每 1 分钟
zh_hant: 每 1 分鐘

# settings_auto_refresh_thirty_minutes
source: Every 30 minutes
zh_hans: 每 30 分钟
zh_hant: 每 30 分鐘

# settings_home_timeline_auto_refresh_interval
source: Auto-refresh home timeline
zh_hans: 自动刷新首页时间线
zh_hant: 自動重新整理首頁時間軸

# settings_home_timeline_auto_refresh_interval_description
source: Refresh the currently selected timeline while the home screen is open
zh_hans: 首页打开时，定时刷新当前选中的时间线
zh_hant: 首頁開啟時，定時重新整理目前選取的時間軸

# settings_mxga_filter_description
source: Hide matching X posts using MXGA’s public account list and text rules. When enabled, updates are checked every 24 hours.
zh_hans: 使用 MXGA 的公开账号名单和文字规则隐藏匹配的 X 帖子。启用后每 24 小时检查一次更新。
zh_hant: 使用 MXGA 的公開帳號名單和文字規則隱藏符合的 X 貼文。啟用後每 24 小時檢查一次更新。

# settings_mxga_filter_title
source: MXGA filtering
zh_hans: MXGA 过滤
zh_hant: MXGA 過濾

# settings_mxga_last_refreshed
source: Last refreshed
zh_hans: 上次刷新：
zh_hant: 上次重新整理：

# settings_mxga_learn_more
source: What is MXGA?
zh_hans: 什么是 MXGA？
zh_hant: 什麼是 MXGA？

# settings_mxga_never_refreshed
source: Not refreshed yet
zh_hans: 尚未刷新
zh_hant: 尚未重新整理

# settings_mxga_refresh_title
source: Refresh MXGA rules
zh_hans: 刷新 MXGA 规则
zh_hant: 重新整理 MXGA 規則

# settings_mxga_refreshing
source: Refreshing…
zh_hans: 正在刷新…
zh_hant: 正在重新整理…

# settings_refresh_home_timeline_on_launch
source: Refresh home timeline on launch
zh_hans: 启动时刷新首页时间线
zh_hant: 啟動時重新整理首頁時間軸

# settings_refresh_home_timeline_on_launch_description
source: Fetch new posts when Flare opens
zh_hans: 打开 Flare 时获取新内容
zh_hant: 開啟 Flare 時取得新內容

source: Show original with translation
zh_hans: 同时显示原文和译文

source: Use a platform-provided translation when one is available during auto-translate.
zh_hans: 自动翻译时优先使用平台提供的可用译文。
